// MARK: - CONTENT VIEW

/* Tab view buttons */
"Convert" = "変換";
"Favorites" = "お気に入り";
"Settings" = "設定";

// MARK: - FAVORITES

/* Placeholder text when Core Data is empty */
"Search a currency pair and add it to favourites." = "通貨ペアを検索して、お気に入りに追加します。";

// MARK: - SETTINGS

/* List section headers */
"Preferences" = "環境設定";
"Stay in touch" = "連絡を取り合う";
"About" = "約";

/* Picker label */
"Default currency" = "デフォルトの通貨";

/* Search Bar label */
"Search..." = "探す...";

/* Link to rate app */
"Rate Simoleon" = "シモレオンを評価する";

/* Link to go to Twitter */
"Developer's Twitter" = "開発者のtwitter";

/* Link to contact */
"Contact" = "コンタクト";

/* Link to website */
"Website" = "Webサイト";

/* Link to privacy policy */
"Privacy Policy" = "プライバシーポリシー";

/* Link to terms of use */
"Terms of Use" = "利用規約";

// MARK: - SUBSCRIPTION PAYWALL

/* Title */
"Unlock All Access" = "すべてのアクセスのロックを解除する";

/* Subscription feature titles */
"Favorite Forex Pairs" = "お気に入りの外国為替ペア";
"Over 170 Currencies" = "170以上の通貨";
"Everything is Up-to-date" = "すべてが最新です";
"Cryptos and Commodities" = "暗号と商品";

/* Subscription feature description */
"Save any currency pair to access them quickly." = "通貨ペアを保存して、すばやくアクセスします。";
"Access almost every currency of the world." = "世界のほぼすべての通貨にアクセスします。";
"Your settings and favorite currencies in all your devices." = "すべてのデバイスでの設定とお気に入りの通貨。";
"Convert currency between cryptos, gold, and silver." = "暗号、金、銀の間で通貨を変換します。";

/* Button to dismiss modal sheet */
"Cancel" = "キャンセル";

// MARK: - CURRENCY SELECTOR

/* Navigation title */
"Currencies" = "通貨";

// MARK: - CURRENCY ROW

/* Label */
"From %@ to %@" = "から ％@ の ％@";

// MARK: - CONVERSION BOX

/* Text field placeholder */
"Enter amount" = "金額を入力します";

// MARK: - SIDE BAR

/* Navigation title */
"Categories" = "カテゴリ";

// MARK: - SUBSCRIBE BUTTON

/* Label */
"Subscribe for %@ / month" = "％@ /月を購読する";

// MARK: - RESTORE BUTTON

/* Label */
"Restore purchases" = "購入を復元";

/* Alert title */
"No subscriptions found" = "サブスクリプションが見つかりません";

/* Alert message */
"You are not subscripted to Simoleon yet." = "あなたはまだシモレオンに添え字を付けられていません。";

